Repository: rampatra/todobar-localization
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, ru, sk, zh_hans

source: © Softal.io. All rights reserved.
de: © Softal.io. Alle Rechte vorbehalten.
es: © Softal.io. Todos los derechos reservados.
ru: © Softal.io. Все права защищены.
sk: © Softal.io. Všetky práva vyhradené.
zh_hans: © Softal.io。保留所有权利。

source: 1 hour
de: 1 Stunde
ru: 1 час
sk: 1 hodina
zh_hans: 1小时

source: 25 mins
de: 25 Minuten
ru: 25 минут
sk: 25 minút
zh_hans: 25分钟

source: 25 minutes
de: 25 Minuten
ru: 25 минут
sk: 25 minút
zh_hans: 25分钟

source: About
de: Über
es: Sobre
ru: О ToDoBar
sk: O aplikácii
zh_hans: 关于

source: Add something you want to do today
de: Fügen Sie etwas hinzu, das Sie heute tun möchten
es: Añade algo que quieras hacer hoy
ru: Добавьте что-то, что вы хотите сделать сегодня
sk: Pridajte niečo, čo chcete dnes urobiť
zh_hans: 添加你今天想做的事情

source: Analytics
de: Analytik
es: Análisis
ru: Аналитика
sk: Analytika
zh_hans: 分析

source: Appearance
de: Aussehen
es: Aspecto
ru: Внешность
sk: Vzhľad
zh_hans: 外表

source: Are you sure?
de: Bist du sicher?
es: Estás seguro?
ru: Ты уверен?
sk: Si si istý?
zh_hans: 你确定吗？

source: Automatically starts the app when you log into or start your computer.
de: Startet die App automatisch, wenn Sie sich anmelden oder Ihren Computer starten.
es: Inicia automáticamente la aplicación cuando inicias sesión o inicias tu ordenador.
ru: Автоматически запускает приложение при входе в систему или запуске компьютера.
sk: Aplikácia sa automaticky spustí, keď sa prihlásite alebo spustíte počítač.
zh_hans: 当您登录或启动计算机时自动启动应用程序。

source: Cancel
de: Abbrechen
es: Cancelar
ru: Отмена
sk: Zrušiť
zh_hans: 取消

source: Color
de: Farbe
ru: Цвет
sk: Farba
zh_hans: 颜色

source: Count
de: Anzahl
es: Cuenta
ru: Граф
sk: Počet
zh_hans: 总数

source: Date
de: Datum
es: Fecha
ru: Дата
sk: Dátum
zh_hans: 日期

source: Date Added
de: Datum hinzugefügt
es: Fecha añadida
ru: Дата Добавления
sk: Dátum pridania
zh_hans: 添加日期

source: Date Done
de: Datum Fertig
es: Fecha de hecho
ru: Дата Выполнена
sk: Dátum dokončenia
zh_hans: 完成日期

source: Deadline
de: Termin
es: Fecha límite
ru: Крайний срок
sk: Termín
zh_hans: 最后期限

source: Default deadline
de: Standardfrist
es: Fecha límite por defecto
ru: Крайний срок по умолчанию
zh_hans: 默认截止日期

source: Delete
de: Löschen
es: Eliminar
ru: Удалять
sk: Vymazať
zh_hans: 删去

source: Delete %lld tasks?
de: %lld Aufgaben löschen?
es: Eliminar %lld tareas?
ru: Удалить %lld задачи?
sk: Chcete vymazať %lld úloh?
zh_hans: 删除%lld任务？

source: Delete All
de: Alle Löschen
es: Eliminar todo
ru: Удалить все
sk: Vymazať všetko
zh_hans: 全部删除

source: Developer
de: App-Entwickler
es: Desarrollador de Aplicaciones
ru: Разработчик приложений
sk: Vývojár aplikácie
zh_hans: 应用程序开发者

source: Displays how many tasks are due to be completed today in place of the app icon.
de: Zeigt an, wie viele Aufgaben heute anstelle des App-Symbols erledigt werden müssen.
es: Muestra cuántas tareas se deben completar hoy en lugar del icono de la aplicación.
ru: Отображает, сколько задач должно быть выполнено сегодня вместо значка приложения.
sk: Zobrazuje, koľko úloh je potrebné dokončiť dnes namiesto ikony aplikácie.
zh_hans: 显示今天要完成多少任务来代替应用程序图标。

source: Displays the task on your menu bar whose deadline is the closest.
de: Zeigt die Aufgabe in Ihrer Menüleiste an, deren Frist am nächsten ist.
es: Muestra la tarea en la barra de menús cuya fecha límite es la más cercana.
ru: Отображает задачу в строке меню, крайний срок которой наиболее близок.
sk: Zobrazuje úlohu na vašej ponukovej lište, ktorej termín je najbližší.
zh_hans: 在截止日期最接近的菜单栏上显示任务。

source: Done
de: Erledigt
es: Hecho
ru: Готово
sk: Hotovo
zh_hans: 完成

source: Enable notification
de: Benachrichtigung aktivieren
es: Habilitar notificación
ru: Включить уведомление
sk: Povoliť oznámenie
zh_hans: 启用通知

source: End of day
de: Ende des Tages
es: Fin del día
ru: Конец дня
sk: Koniec dňa
zh_hans: 一天结束

source: Error
de: Fehler
ru: Ошибка
sk: Chyba
zh_hans: 错误

source: Error exporting your To-Dos, please try again later or contact support if the issue persist.
de: Fehler beim Exportieren Ihrer To-Dos, bitte versuchen Sie es später erneut oder wenden Sie sich an den Support, wenn das Problem weiterhin besteht.
es: Error al exportar sus tareas pendientes, inténtelo de nuevo más tarde o póngase en contacto con el soporte técnico si el problema persiste.
ru: Ошибка при экспорте To-Dos, пожалуйста, повторите попытку позже или обратитесь в службу поддержки, если проблема сохранится.
sk: Chyba pri exportovaní vašich úloh, skúste to znova neskôr alebo kontaktujte podporu, ak problém pretrváva.
zh_hans: 导出待办事项时出错，如果问题仍然存在，请稍后再试或联系支持。

source: Faq
de: Häufig Gestellte Fragen
es: Preguntas Frecuentes
ru: Часто Задаваемые Вопросы
sk: Často kladené otázky
zh_hans: 常见问题解答

source: General
de: Allgemeines
ru: Общий
sk: Všeobecné
zh_hans: 将军

source: Get notified when the task is overdue
de: Lassen Sie sich benachrichtigen, wenn die Aufgabe überfällig ist
es: Reciba una notificación cuando la tarea esté atrasada
ru: Получайте уведомления, когда задача просрочена
sk: Dostávajte oznámenie, keď je úloha pretermínovaná
zh_hans: 任务逾期时收到通知

source: Have notifications enabled by default for all newly created tasks.
de: Benachrichtigungen für alle neu erstellten Aufgaben sind standardmäßig aktiviert.
es: Tenga las notificaciones habilitadas de forma predeterminada para todas las tareas recién creadas.
ru: По умолчанию для всех вновь созданных задач включены уведомления.
sk: Predvolene sú povolené oznámenia pre všetky novo vytvorené úlohy.
zh_hans: 默认为所有新创建的任务启用通知。

source: Help
de: Hilfe
es: Ayuda
ru: Помощь
sk: Pomoc
zh_hans: 帮手

source: Helps differentiate different types of tasks
de: Hilft, verschiedene Arten von Aufgaben zu unterscheiden
es: Ayuda a diferenciar diferentes tipos de tareas
ru: Помогает дифференцировать различные типы задач
sk: Pomáha rozlíšiť rôzne typy úloh
zh_hans: 有助于区分不同类型的任务

source: Hide All Done
de: Alles Ausblenden
es: Ocultar todo hecho
ru: Скрыть Все Сделано
sk: Skryť všetko hotové
zh_hans: 隐藏所有完成

source: History
de: Geschichte
es: Historia
ru: История
sk: História
zh_hans: 历史记录

source: Info
de: Infos
es: Información
ru: Информация
sk: Informácie
zh_hans: 信息

source: Mark All Done
de: Alles Erledigt Markieren
es: Marca Todo Hecho
ru: Отметить Все Готово
sk: Označiť všetko ako hotové
zh_hans: 标记全部完成

source: Midnight
de: Mitternacht
es: Medianoche
ru: Полночь
sk: Polnoc
zh_hans: 午夜

source: No
de: Nein
ru: Нет
sk: Nie
zh_hans: 不是

source: No completed tasks in the time duration chosen.
de: Keine abgeschlossenen Aufgaben in der gewählten Zeitdauer.
es: No hay tareas completadas en la duración elegida.
ru: Нет выполненных задач за выбранную продолжительность времени.
zh_hans: 在选择的时间长度内没有完成的任务。

source: Notify %lld minutes before deadline
de: Benachrichtigen Sie %lld Minuten vor der Frist
es: Notificar %lld minutos antes de la fecha límite
ru: Уведомить за %lld минут до дедлайна
zh_hans: 在截止时间前%lld分钟通知

source: Official Website
de: Offizielle Website
es: Sitio web oficial
ru: Официальный сайт
sk: Oficiálna webová stránka
zh_hans: 官方网站

source: Other apps...
de: Andere Apps...
es: Otras aplicaciones...
ru: Другие приложения...
sk: Iné aplikácie...
zh_hans: 其他应用程序...

source: Quit
de: Beenden
es: Dejar
ru: Завершить
sk: Ukončiť
zh_hans: 辞去

source: Select duration
de: Dauer auswählen
es: Seleccionar duración
ru: Выберите продолжительность
sk: Vyberte trvanie
zh_hans: 选择持续时间

source: Set a time limit for this task
de: Legen Sie ein Zeitlimit für diese Aufgabe fest
es: Establezca un límite de tiempo para esta tarea
ru: Установите ограничение по времени для этой задачи
zh_hans: 为这项任务设定一个时间限制

source: Set how wide you want your ToDoBar window to be.
de: Legen Sie fest, wie breit Ihr ToDoBar-Fenster sein soll.
es: Establece lo ancha que quieres que sea tu ventana de ToDoBar.
ru: Установите, насколько широким будет ваше окно ToDoBar.
zh_hans: 设置您希望ToDoBar窗口的宽度。

source: Set the default deadline for all newly created tasks.
de: Legen Sie die Standardfrist für alle neu erstellten Aufgaben fest.
es: Establezca el plazo predeterminado para todas las tareas recién creadas.
ru: Установите крайний срок по умолчанию для всех вновь созданных задач.
zh_hans: 为所有新创建的任务设置默认截止日期。

source: Settings...
de: Einstellungen...
es: Ajustes...
ru: Настройки...
zh_hans: 设置...

source: Show number of pending tasks on the menu bar
de: Anzahl der ausstehenden Aufgaben in der Menüleiste anzeigen
es: Mostrar el número de tareas pendientes en la barra de menús
ru: Показать количество незавершенных задач в строке меню
zh_hans: 在菜单栏上显示待处理的任务数量

source: Show the next pending task on the menu bar
de: Die nächste ausstehende Aufgabe in der Menüleiste anzeigen
es: Mostrar la siguiente tarea pendiente en la barra de menús
ru: Показать следующую отложенную задачу в строке меню
zh_hans: 在菜单栏上显示下一个待处理任务

source: Social
de: Sozial
ru: Социальный
zh_hans: 社会性的

source: Start at login
de: Start beim Login
es: Empieza por el inicio de sesión
ru: Начать с входа в систему
zh_hans: 从登录开始

source: This icon will appear on the menu bar.
de: Dieses Symbol wird in der Menüleiste angezeigt.
es: Este icono aparecerá en la barra de menú.
ru: Этот значок появится в строке меню.
zh_hans: 此图标将出现在菜单栏上。

source: Undo All Done
de: Alles Erledigt Rückgängig Machen
es: Deshacer Todo Hecho
ru: Отменить Все Сделано
zh_hans: 撤销所有完成

source: Use the app for some more days to see a prettier graph.
de: Verwenden Sie die App für einige weitere Tage, um ein schöneres Diagramm zu sehen.
es: Usa la aplicación durante unos días más para ver un gráfico más bonito.
ru: Используйте приложение еще несколько дней, чтобы увидеть более красивый график.
zh_hans: 再使用该应用程序几天，即可看到更漂亮的图表。

source: Window Size
de: Fenstergröße
es: Tamaño de la ventana
ru: Размер окна
zh_hans: 窗户尺寸

source: Write a review
de: Schreiben Sie eine Bewertung
es: Escribe una reseña
ru: Написать отзыв
zh_hans: 写一篇评论

source: X social network
de: X soziales Netzwerk
es: X red social
ru: X социальная сеть
sk: X sociálna sieť
zh_hans: X社交网络

source: Yes
de: Ja
es: Sí
ru: Да
sk: Áno
zh_hans: 是

source: You can either keep the same theme as the system's or choose your own.
de: Sie können entweder das gleiche Thema wie das des Systems beibehalten oder Ihr eigenes wählen.
es: Puedes mantener el mismo tema que el del sistema o elegir el tuyo propio.
ru: Вы можете либо сохранить ту же тему, что и система, либо выбрать свою собственную.
sk: Môžete ponechať rovnakú tému ako systém alebo si vybrať vlastnú.
zh_hans: 您可以保留与系统相同的主题，也可以选择自己的主题。

source: You have %lld minutes remaining to complete this task.
de: Sie haben noch %lld Minuten, um diese Aufgabe zu erledigen.
es: Te queda %lld minutos para completar esta tarea.
ru: У вас осталось %lld минут, чтобы выполнить эту задачу.
sk: Zostáva vám %lld minút na dokončenie tejto úlohy.
zh_hans: 您还有%lld分钟完成这项任务。

source: You have %lld seconds remaining to complete this task.
de: Sie haben noch %lld Sekunden, um diese Aufgabe zu erledigen.
es: Te queda %lld segundos para completar esta tarea.
ru: У вас осталось %lld секунд, чтобы выполнить эту задачу.
sk: Zostáva vám %lld sekúnd na dokončenie tejto úlohy.
zh_hans: 您还有%lld秒钟完成这项任务。

source: You want to delete %lld tasks from your to-do list history?
de: Möchten Sie %lld Aufgaben aus Ihrer To-Do-Listen-Historie löschen?
es: Quieres eliminar %lld tareas de tu historial de tareas pendientes?
ru: Вы хотите удалить %lld задач из истории вашего списка дел?
sk: Chcete vymazať %lld úloh z histórie vašich úloh?
zh_hans: 您想从待办事项历史记录中删除%lld个任务吗？

source: Your To-Do counts are exported successfully and saved to your computer.
de: Ihre To-Do-Zählungen wurden erfolgreich exportiert und auf Ihrem Computer gespeichert.
es: El numero de tareas se ha exportado y guardado correctamente en su ordenador.
ru: Количество ваших дел успешно экспортируется и сохраняется на вашем компьютере.
sk: Vaše úlohy boli úspešne exportované a uložené na váš počítač.
zh_hans: 您的待办事项计数已成功导出并保存到您的计算机中。

source: Your To-Do history is exported successfully and saved to your computer.
de: Ihr To-Do-Verlauf wird erfolgreich exportiert und auf Ihrem Computer gespeichert.
es: El historico de tareas realizadas se ha exportado y guardado correctamente en su ordenador.
ru: Ваша история дел успешно экспортируется и сохраняется на вашем компьютере.
sk: Vaša história úloh bola úspešne exportovaná a uložená na váš počítač.
zh_hans: 您的待办事项历史记录已成功导出并保存到您的计算机中。

source: App Icon
es: Aplicación Icon
ru: Приложение Icon
sk: Ikona aplikácie
zh_hans: 应用程序图标

source: Auto
es: Coche
ru: Машина
zh_hans: 汽车

source: Dark
es: Oscuro
ru: Темнота
sk: Tmavý
zh_hans: 黑暗

source: Light
es: Claro
ru: Свет
sk: Svetlý
zh_hans: 可见光
